tornado_flask.log
server:tornado app:flask
Requests      [total, rate]            99000, 550.00
Duration      [total, attack, wait]    2m59.999808139s, 2m59.9986756s, 1.132539ms
Latencies     [mean, 50, 95, 99, max]  2.95537ms, 1.036172ms, 6.185579ms, 38.965884ms, 568.629482ms
Bytes In      [total, mean]            891000, 9.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:99000  
Error Set: