twisted_falcon.log
server:twisted app:falcon
Requests      [total, rate]            99000, 550.01
Duration      [total, attack, wait]    2m59.999396831s, 2m59.99832645s, 1.070381ms
Latencies     [mean, 50, 95, 99, max]  2.306669ms, 1.202416ms, 4.576594ms, 28.3662ms, 136.23605ms
Bytes In      [total, mean]            891000, 9.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:99000  
Error Set: